Repository: Trashcan69/soundtracker
Catalog: po/*.po
Languages: ru

source: Playback Output
ru: Выход воспроизведения

source: Editing Output
ru: Выход редактирования

source: Sampling
ru: Оцифровка

source: Driver Module
ru: Модуль драйвера

source: Mixer Module
ru: Модуль микшера

source: Description
ru: Описание

source: Audio Configuration
ru: Конфигурация звуковой подсистемы

source: Mixers
ru: Микшеры

source: No Cheat Sheet pages are found!
ru: Не найдены справочные страницы!

source: Cheat sheet file %s cannot be loaded. %s
ru: Невозможно загрузить файл справки %s. %s

source: XM Effects Cheat Sheet
ru: Справка по эффектам XM

source: Background
ru: Фон

source: Background for tracker and sample dislays
ru: Фон трэкера и отрисовки сигналов

source: Cursor background
ru: Фон курсора

source: Background for the tracker cursor line
ru: Фон линии курсора в трэкере

source: Major lines
ru: Основные строки

source: Major lines highlighting
ru: Подсветка основных строк

source: Minor lines
ru: Вспомогательные строки

source: Minor lines highlighting
ru: Подсветка вспомогательных строк

source: Selection
ru: Выделение

source: Tracker selection
ru: Выделение в трэкере

source: Notes, waveforms
ru: Ноты, сигналы

source: Tracker text (notes, effects) and waveforms
ru: Текст в трэкере (ноты, эффекты) и графики сигналов

source: Delimiters
ru: Разделители

source: Tracker delimiters
ru: Разделители в трэкере

source: Channel numbers, loops
ru: Номера каналов, циклы

source: Channel numbers and loops in the sample editor
ru: Номера каналов и отметки циклов в редакторе самплов

source: Cursor idle
ru: Курсор при ожидании

source: Tracker cursor in idle mode
ru: Курсор трэкера в режиме ожидания

source: Cursor editing
ru: Курсор при редактировании

source: Tracker cursor in editing mode
ru: Курсор трэкера в режиме редактирования

source: Cursor bg in selection
ru: Фон курсора в выделении

source: Background for the tracker cursor in the selection
ru: Фон курсора трэкера в выделении

source: Mixer position
ru: Позиция микшера

source: Mixer position indicator
ru: Индикатор позиции микшера

source: Zero line
ru: Нулевая линия

source: Sample display zero line
ru: Нулевая линия редактора самплов

source: White keys
ru: Белые клавиши

source: White clavier keys, text on black keys
ru: Белые фортепианные клавиши, текст на чёрных клавишах

source: Black keys
ru: Чёрные клавиши

source: Black clavier keys, text on white keys
ru: Чёрные фортепианные клавиши, текст на белых клавишах

source: White keys pressed
ru: Нажатые белые клавиши

source: White clavier keys in pressed state
ru: Белые фортепианные клавиши в нажатом состоянии

source: Black keys pressed
ru: Нажатые чёрные клавиши

source: Black clavier keys in pressed state
ru: Чёрные фортепианные клавиши в нажатом состоянии

source: White text pressed
ru: Текст на белых при нажатии

source: Text on white clavier keys in pressed state
ru: Текст на белых клавишах в нажатом состоянии

source: Black text pressed
ru: Текст на чёрных при нажатии

source: Text on black clavier keys in pressed state
ru: Текст на чёрных клавишах в нажатом состоянии

source: %s colors configuration
ru: Конфигурация цветовой схемы %s

source: Reset
ru: Сбросить

source: Reset the color scheme to standard
ru: Вернуть стандартную цветовую схему

source: Reset colors to the latest set values
ru: Вернуть цвета к последним сохранённым значениям

source: Gtk clavier colors
ru: Цвета фортепиано из Gtk

source: Use colors from the current Gtk+ theme to paint the clavier
ru: Использовать цвета текущей темы Gtk+ для отрисовки фортепианной клавиатуры

source: %f milliseconds
ru: %f миллисекунд

source: ALSA device opening error
ru: Ошибка при открытии устройства ALSA

source: hw params obtaining error
ru: Ошибка получения аппаратных параметров

source: Unable to set audio format
ru: Невозможно задать формат представления звука

source: Unable to set channels number
ru: Невозможно задать число каналов

source: Unable to set appropriate buffer size
ru: Невозможно установить подходящий размер буфера

source: Unable to get minimal period size
ru: Невозможно получить минимальный размер периода

source: Unable to get maximal period size
ru: Невозможно получить максимальный размер периода

source: Unable to get minimal sampling rate
ru: Невозможно получить минимальное значение частоты дискретизации

source: Unable to get maximal sampling rate
ru: Невозможно получить максимальное значение частоты дискретизации

source: Unable to get minimal buffer size
ru: Невозможно получить минимальный размер буфера

source: Unable to get maximal buffer size
ru: Невозможно получить максимальный размер буфера

source: Unable to get minimal channels number
ru: Невозможно получить минимальное число каналов

source: Unable to get maximal channels number
ru: Невозможно получить максимальное число каналов

source: Both mono and stereo are not supported by ALSA device!
ru: Устройство ALSA не подерживает ни моно, ни стерео!

source: Neither 8 nor 16 bit resolution is supported by ALSA device!
ru: Устройство ALSA не подерживает ни 8-ми, ни 16-ти разрядное разрешение!

source: = %u discretes
ru: = %u отсчётов

source: Dev
ru: Устр

source: No soundcards found...
ru: Не найдено ни одной звуковой карты…

source: Devices list
ru: Список устройств

source: 8 bit
ru: 8 бит

source: 16 bit
ru: 16 бит

source: Mono
ru: Моно

source: Stereo
ru: Стерео

source: These changes won't take effect until you restart playing.
ru: Эти изменения вступят в силу при следующем воспроизведении.

source: These changes won't take effect until you restart sampling.
ru: Эти изменения вступят в силу только после перезапуска процесса оцифровки.

source: Device:
ru: Устройство:

source: List available hardware devices
ru: Список доступных устройств

source: Resolution:
ru: Разрядность:

source: Channels:
ru: Каналы:

source: Frequency [Hz]:
ru: Частота [Гц]:

source: Buffer Size:
ru: Размер буфера:

source: Number of Periods:
ru: Количество периодов:

source: Estimated audio delay:
ru: Ожидаемая задержка звука:

source: The playback will start and stop immediately, but the reaction to the interactive events will happens after this delay.
ru: Запуск и остановка воспроизведения будет происходить моментально, но отклик на действия пользователя будет запаздывать на данный временной интервал.

source: Unable to restart stream from suspending
ru: Невозможно вернуться из дежурного режима

source: Stream preparation error
ru: Ошибка подготовки потока

source: Sound playing error
ru: Ошибка воспроизведения звука

source: Sound recording error
ru: Ошибка записи звука

source: ALSA driver: Out of memory error!
ru: Драйвер ALSA: ошибка выделения памяти!

source: Error attaching sound output
ru: Ошибка подключения выхода звука

source: Unable to set access
ru: Невозможно задать тип доступа

source: Unable to set sample rate
ru: Невозможно задать частоту дискретизации

source: Unable to set periods number
ru: Невозможно задать число периодов

source: Unable to get period size
ru: Невозможно получить размер периода

source: Error setting hw parameters
ru: Ошибка при установке аппаратных параметров

source: Unable to determine current swparams for playback
ru: Невозможно определить текущие программные параметры воспроизведения

source: Unable to determine current swparams for capture
ru: Невозможно определить текущие программные параметры оцифровки

source: Unable to set start threshold mode for playback
ru: Невозможно задать значение порога для воспроизведения

source: Unable to set start threshold mode for capture
ru: Невозможно задать значение порога для оцифровки

source: Unable to set avail min for playback
ru: Невозможно задать минимальное значение доступных периодов для воспроизведения

source: Unable to set avail min for capture
ru: Невозможно задать минимальное значение доступных периодов для оцифровки

source: Unable to enable timestamping for playback
ru: Невозможно задействовать отметки времени в режиме воспроизведения

source: Unable to enable timestamping for capture
ru: Невозможно задействовать отметки времени в режиме оцифровки

source: Unable to set timestamp type for playback
ru: Невозможно установить тип отметок времени в режиме воспроизведения

source: Unable to set timestamp type for capture
ru: Невозможно установить тип отметок времени в режиме оцифровки

source: Unable to set sw params for playback
ru: Невозможно задать программные параметры режима воспроизведения

source: Unable to set sw params for capture
ru: Невозможно задать программные параметры режима оцифровки

source: Unable to prepare playback
ru: Невозможно подготовить канал воспроизведения

source: Unable to prepare capture
ru: Невозможно подготовить канал оцифровки

source: Unable to start capture
ru: Невозможно запустить оцифровку

source: No driver available for your system.
ru: Отсутствует драйвер для Вашей системы.

source: no settings (yet), sorry!
ru: (пока) нет настроек, извините!

source: ALnewconfig() failed.
ru: Ошибка выполнения ALnewconfig().

source: 16 Bit output not supported.
ru: 16-ти разрдный вывод не поддерживается

source: Stereo output not supported.
ru: Стереофонический вывод не поддерживается.

source: Couldn't open audio port.
ru: Невозможно открыть порт вывода звука.

source: OSS output: writing error
ru: Драйвер оцифровки OSS: ошибка записи

source: OSS input: reading error
ru: Драйвер оцифровки OSS: ошибка чтения

source: OSS input: out of memory error
ru: Драйвер оцифровки OSS: ошибка выделения памяти

source: Estimated audio delay: %f milliseconds
ru: Ожидаемая задержка звука: %f миллисекунд

source: (%d discretes)
ru: (%d отсчётов)

source: Input device (e.g. '/dev/dsp'):
ru: Устройство ввода (например, '/dev/dsp'):

source: Output device (e.g. '/dev/dsp'):
ru: Устройство вывода (например, '/dev/dsp'):

source: OSS driver: setting format failed
ru: Драйвер OSS: ошибка задания параметров

source: OSS driver: setting number of channels failed
ru: Драйвер OSS: ошибка задания числа каналов

source: OSS driver (%s): Couldn't open %s
ru: Драйвер OSS (%s): невозможно открыть %s

source: Required %s format not supported.
ru: Требуемый формат %s не поддерживается.

source: Running at %d Hz with %d frames
ru: Запущен при частоте %d Гц, %d кадров

source: Jack server not running?
ru: Сервер Jack не запущен?

source: Jack driver error: %s
ru: Ошибка драйвера Jack: %s

source: Jack driver activation failed.
ru: Ошибка активации драйвера Jack.

source: Update
ru: Обновить

source: Jack autostart
ru: Автозапуск Jack

source: declick
ru: Устранение щелчков

source: Jack server is not running or some error occured.
ru: Сервер Jack не запущен или произошла ошибка.

source: Experimental SDL support.
ru: Экспериментальная поддержка SDL.

source: (%d dicretes)
ru: (%d отсчётов)

source: Output device (e.g. '/dev/audio'):
ru: Устройство вывода (т.е. '/dev/audio'):

source: SUN output (%s): Cannot open device
ru: Вывод звука SUN (%s): невозможно открыть устройство

source: SUN output (%s) does not support playback
ru: Вывод звука SUN (%s): воспроизведение не поддерживается

source: SUN output (%s): Cannot handle %d Hz
ru: Вывод звука SUN (%s): неподдерживаемая частота %d Гц

source: SUN output (%s): Required sound encoding not supported
ru: Вывод звука SUN (%s): требуемая схема кодирования звука не поддерживается

source: SUN output (%s): Cannot set block size
ru: Вывод звука SUN (%s): невозможно установить размер блока

source: SUN input (%s): Cannot get device information
ru: Драйвер оцифровки SUN (%s): невозможно получить информацию об устройстве

source: SUN input: reading error
ru: Драйвер оцифровки SUN: ошибка чтения

source: SUN input: out of memory error
ru: Драйвер оцифровки SUN: ошибка выделения памяти

source: Input device (e.g. '/dev/audio'):
ru: Устройство ввода (т.е. '/dev/audio'):

source: SUN input (%s): Cannot open device
ru: Драйвер оцифровки SUN (%s): невозможно открыть устройство

source: SUN input (%s) does not support full-duplex operation
ru: Драйвер оцифровки SUN (%s): полнодуплексный режим не поддерживается

source: SUN input (%s) does not support recording
ru: Драйвер оцифровки SUN (%s): оцифровка не поддерживается

source: SUN input (%s): Cannot handle %d Hz
ru: Драйвер оцифровки SUN (%s): неподдерживаемая частота %d Гц

source: SUN input (%s): Required sound encoding not supported.
ru: Драйвер оцифровки SUN (%s): требуемая схема кодирования звука не поддерживается

source: SUN input (%s): Cannot set block size
ru: Драйвер оцифровки SUN (%s): невозможно установить размер блока

source: Envelope point inserting
ru: Добавление точки огибающей

source: Envelope point removing
ru: Удаление точки огибающей

source: Envelope point moving
ru: Перемещение точки огибающей

source: Envelope enabling
ru: Включение огибающей

source: Envelope disabling
ru: Отключение огибающей

source: Sustain enabling
ru: Включение удержания

source: Sustain disabling
ru: Отключение удержания

source: Envelope loop enabling
ru: Включение цикла огибающей

source: Envelope loop disabling
ru: Отключение цикла огибающей

source: Sustain point changing
ru: Изменение точки огибающей

source: Envelope loop start changing
ru: Изменение начала цикла огибающей

source: Envelope loop end changing
ru: Изменение конца цикла огибающей

source: Envelope length changing
ru: Изменение числа точек огибающей

source: Envelope transformation
ru: Преобразование огибающей

source: Coordinates of some points had either too low or too hight values. The envelope is distorted after transformation.
ru: Значения координат некоторых точек слишком малы или велики.После преобразования форма огибающей будет искажена.

source: Envelope inverting
ru: Инвертирование огибающей

source: Envelope Transformation
ru: Преобразование огибающей

source: X Scale
ru: Масштаб по X

source: X Offset
ru: Смещение по X

source: Y Scale
ru: Масштаб по Y

source: Y Offset
ru: Смещение по Y

source: Copy envelope
ru: Копировать огибающую

source: Paste envelope
ru: Вставить огибающую

source: Scale envelope
ru: Масштабировать огибающую

source: Inverse envelope by Y
ru: Инвертировать огибающую по Y

source: Length
ru: Длина

source: Current
ru: Текущий

source: Offset
ru: Смещение

source: Value
ru: Значение

source: Insert
ru: Вставить

source: Delete
ru: Удалить

source: Graphical Envelope Editor only with GooCanvas
ru: Графический редактор огибающей только с GooCanvas

source: Sustain
ru: Удержание

source: Point
ru: Точка

source: Loop
ru: Цикл

source: Start
ru: Начало

source: End
ru: Конец

source: The file named "%s" already exists. Do you want to replace it?
ru: Файл с названием „%s“ уже существует. Перезаписать его?

source: All supported types
ru: Все поддерживаемые типы

source: All files
ru: Все файлы

source: File
ru: Файл

source: %s fonts configuration
ru: Конфигурация шрифтов %s

source: Folder selection
ru: Выбор каталога

source: Paths
ru: Пути

source: Sample Editor extensions folders
ru: Каталоги с расширениями редактора самплов

source: Add folder
ru: Добавить каталог

source: Delete folder
ru: Удалить каталог

source: Move folder up
ru: Переместить каталог выше

source: Move folder down
ru: Переместить каталог ниже

source: Apply changes
ru: Применить изменения

source: Choose folder
ru: Выбрать каталог

source: Classic ST
ru: Классический ST

source: Mixed
ru: Смешанный

source: GUI Configuration
ru: Конфигурация GUI

source: Tracker Frequency
ru: Частота трэкера

source: Scopes Frequency
ru: Частота осциллографа

source: Sample displays' mode
ru: Режим отображения сигналов

source: Scopes
ru: Осциллографы

source: Smpl. Ed.
ru: Ред. смпл.

source: Strobo
ru: Стробо

source: Fast, but not so much accurate method for waveforms' drawing
ru: Быстрый, но не очень точный метод отрисовки графиков сигналов

source: Minmax
ru: Мин/макс

source: More realistic waveform drawing method with higher CPU load
ru: Более правдоподобный метод отрисовки графиков сигналов с большей нагрузкой на ЦПУ

source: Scopes buffer size [MB]
ru: Размер буфера осциллографов [Мб]

source: Hexadecimal row numbers
ru: Шестнадцатеричная нумерация строк

source: Use upper case letters for hex numbers
ru: Использовать заглавные буквы для шестнадцатеричных чисел

source: Use note name B instead of H
ru: Обозначать ноту „Си“ как B, а не H

source: FT2-like volume column
ru: Колонка громкости как в FT2

source: Use symbols in the volume column
ru: Использовать символы в колонке громкости

source: Leave Tone Porta as symbol "m"
ru: Оставить букву „m“ для портаменто к ноте

source: Decimal volume representation
ru: Десятичные числа для громкости

source: Asynchronous (IT-style) pattern editing
ru: Асинхронное редактирование паттернов (в стиле IT)

source: Change pattern length when inserting / deleting line
ru: Вставка / удаление строки изменяет длину паттерна

source: Polyphonic try (non-editing) mode
ru: Полифония в пробном режиме (без редактирования)

source: Repeat same note on different channels
ru: Повтор одной и той же ноты в разных каналах

source: Record keyreleases
ru: Записывать отпускания клавиш

source: Record precise timings
ru: Точная регистрация времени

source: Use FX to record note press/release timings with tick accuracy
ru: Записывать время нажатия/отпускания клавиш с точностью до тика с помощью эффектов

source: Human-made delay compensation [s]
ru: Компенсация создаваемой человеком задержки [с]

source: Pressing and releasing Control opens Instrument Selector
ru: Открывать окно выбора инструмента при нажатии-отпускании клавиши Control

source: Fxx command updates Tempo/BPM sliders
ru: Команда Fxx изменяет индикаторы темпа и BPM

source: Emulate FastTracker Rxx bug
ru: Эмулировать ошибку эффекта Rxx в FastTracker

source: Use filter effect (Qxx/Zxx)
ru: Разрешить эффекты фильтра (Qxx/Zxx)

source: Automatically add file extensions
ru: Автодобавление расширения файлов

source: Switch to tracker after loading/saving
ru: Переключаться в окно трэкера после сохранения или загрузки модуля

source: Check compatibility with FT2 before saving
ru: Проверять совместимость с FT2 перед сохранением

source: Preserve instrument name
ru: Сохранять названия инструментов

source: Preserve old instrumen name on new instrument loading and instrument cleaning
ru: Сохранять старое название инструмента при загрузке нового или очистке

source: Preserve sample name(s)
ru: Сохранять названия самплов

source: Preserve old sample name(s) on new instrument / sample loading and instrument cleaning
ru: Сохранять старые названия самплов при загрузке нового инструмента / сампла или очистке

source: Save window geometry on exit
ru: Запоминать геометрию окна при выходе

source: Save and restore permanent channels
ru: Запоминать состояние перманентности каналов

source: * Undo pool size [MB]
ru: * Размер памяти истории операций [Мб]

source: Classis ST: only Ctrl + B to start/stop marking a block; FT2: marking by SHIFT + arrows; Mixed: marking is started by SHIFT + arrows, stopped by Ctrl + B. In the FT2 and Mixed modes Ctrl + B can also be used to start marking.
ru: Классический ST: вкл/выкл режим выделения только по Ctrl + B; FT2: выделение стрелками при нажатом SHIFT; Смешанный: режим выделения включается при нажатии SHIFT + любая стрелка, выключается по Ctrl + B. В режимах FT2 и смешанном режим выделения также включается по Ctrl + B

source: Selection mode
ru: Режим выделения

source: Track line format:
ru: Формат строки трэка:

source: Color scheme
ru: Цветовая схема

source: Tracker colors configuration
ru: Конфигурация цветовой схемы трэкера

source: Tracker fonts
ru: Шрифты трэкера

source: Tracker fonts configuration
ru: Конфигурация шрифтов трэкера

source: Clavier font
ru: Шрифт фортепиано

source: Paths and folders
ru: Пути и каталоги

source: * Restart %s to actualize settings marked with asterisk
ru: * Перезапустите %s чтобы изменения, отмеченные звёздочкой, вступили в силу

source: Error!
ru: Ошибка!

source: Question
ru: Вопрос

source: Out of memory error!
ru: Ошибка выделения памяти!

source: Error while opening file %s
ru: Ошибка открытия файла %s

source: An error occured when filename character set conversion: %s The file operation probably failed.
ru: Ошибка преобразования кодировки названия файла: %s Вероятно, произошёл сбой файловой операции.

source: %s. Loading widgets' description from %s file failed!
ru: %s. Ошибка чтения описания виджетов из файла %s!

source: GUI creation error: Widget '%s' is not found in %s file.
ru: Ошибка создания граф. интерфейса: виджет '%s' не найден в файле %s

source: Warning
ru: Предупреждение

source: Information
ru: Сообщение

source: Ready.
ru: Готово.

source: Playing song...
ru: Играю песню…

source: Playing pattern...
ru: Играю паттерн…

source: Loading module...
ru: Загружаю модуль…

source: Module loaded.
ru: Модуль загружен.

source: Saving module...
ru: Сохраняю модуль…

source: Module saved.
ru: Модуль сохранен.

source: Loading sample...
ru: Загружаю сампл…

source: Sample loaded.
ru: Сампл загружен.

source: Saving sample...
ru: Сохраняю сампл…

source: Sample saved.
ru: Сампл сохранен.

source: Loading instrument...
ru: Загружаю инструмент…

source: Instrument loaded.
ru: Инструмент загружен.

source: Saving instrument...
ru: Сохраняю инструмент…

source: Instrument saved.
ru: Инструмент сохранен.

source: Saving song...
ru: Сохраняю песню…

source: Song saved.
ru: Песня сохранена.

source: Row highlighting configuration
ru: Настройка подсветки строк

source: Highlight rows (major / minor):
ru: Подсвечивать строки (главные / второстепенные):

source: <NoName>
ru: <без имени>

source: Saving module failed
ru: Ошибка сохранения модуля

source: File output
ru: Запись в файл

source: Can't open file for writing
ru: Невозможно открыть файл для записи.

source: Can't change file ownership
ru: Невозможно сменить владельца файла.

source: Can't allocate mix buffer.
ru: Невозможно выделить буфер для записи.

source: Saving...
ru: Сохранение…

source: An error occured while writing to file
ru: При записи в файл произошла ошибка

source: Sample rendering
ru: Преобразование в сампл

source: Rendering
ru: Преобразование

source: <just rendered>
ru: <только что создано>

source: rendered
ru: сгенерировали

source: Pattern duplicating
ru: Дублирование паттерна

source: Pattern shrinking
ru: Сжатие паттерна

source: Odd pattern rows contain data which will be lost after shrinking. Do you want to continue anyway?
ru: Нечётные строки содержат данные, которые при сжатии будут потеряны. Всё равно продолжить?

source: Pattern expanding
ru: Растягивание паттерна

source: The pattern is too long for expanding. Some data at the end of the pattern will be lost. Do you want to continue anyway?
ru: Длина паттерна слишком велика для выполнения операции растягивания. Часть данных в конце паттерна будет утеряна. Всё равно продолжить?

source: Are you sure you want to free the current project? All changes will be lost!
ru: Вы уверены, что хотите освободить текущий проект? Все изменения будут потеряны!

source: The length of the pattern being loaded doesn't match with that of current pattern in module. Do you want to change the current pattern length?
ru: Длина загружаемого паттерна не совпадает с длиной текущего. Скорректировать длину текущего паттерна?

source: Pattern loading
ru: Загрузка паттерна

source: Instrument name changing
ru: Смена названия инструмента

source: Sample name changing
ru: Смена названия сампла

source: Instrument Name
ru: Название инструмента

source: Quick instrument selection
ru: Быстрый выбор инструмента

source: Pattern length setting
ru: Задание длины паттерна

source: Number of channels setting
ru: Смена количества каналов

source: Tempo setting
ru: Задание темпа

source: BPM setting
ru: Задание BPM

source: Connection with audio thread failed!
ru: Потеряна связь с потоком обработки звука!

source: Instrument is not found. Start search from the beginning?
ru: Инструмент не найден. Продолжить поиск с начала?
