Repository: Trashcan69/soundtracker
Catalog: po/*.po
Languages: ru

source: HMM Tool Kit files (*.htk)
ru: Файлы HMM Tool Kit (*.htk)

source: GNU Octave/Matlab files (*.mat)
ru: Файлы GNU Octave/Matlab (*.mat)

source: Ensoniq PARIS files (*.paf)
ru: Звуковые файлы Ensoniq PARIS (*.paf)

source: Portable Voice Format files (*.pvf)
ru: Звуковые файлы Portable Voice Format (*.pvf)

source: Headerless raw data (*.raw, *.r8)
ru: Данные без заголовка (*.raw, *.r8)

source: Sound Designer II files (*.sd2)
ru: Звуковые файлы Sound Designer (*.sd2)

source: Midi Sample Dump Standard files (*.sds)
ru: Стандартные файлы обмена самплами MIDI (*.sds)

source: SoundFoundry WAVE 64 files (*.w64)
ru: Звуковые файлы SoundFoundry WAVE 64 (*.w64)

source: Sample Vision files (*.smp)
ru: Звуковые файлы Sample Vision (*.smp)

source: Load Sample
ru: Загрузить сампл

source: Load sample into the current sample slot
ru: Загрузить сампл на текущую позицию

source: Save Sample
ru: Сохранить сампл

source: Save the current sample
ru: Сохранить текущий сампл

source: Save region as WAV...
ru: Сохранить участок как WAV…

source: Sample Editor
ru: Редактор самплов

source: Sample volume setting
ru: Задание громкости сампла

source: Sample panning setting
ru: Задание стереопозиции сампла

source: Sample finetune setting
ru: Задание подстройки сампла

source: Sample relnote setting
ru: Задание отн. ноты сампла

source: Sample loop setting
ru: Задание цикла сампла

source: Sample loop type setting
ru: Задание типа цикла сампла

source: Sample cleaning
ru: Очистка сампла

source: Sample cropping
ru: Обрезка сампла

source: Sample cut
ru: Вырезание сампла

source: Mix Left and Right
ru: Объединить каналы

source: Left
ru: Левый

source: Right
ru: Правый

source: Stereo to mono pasting
ru: Вставка стерео -> моно

source: Sample paste
ru: Вставка сэмпла

source: <just pasted>
ru: <только что вставлено>

source: Sample reversing
ru: Обращение сэмпла

source: Mix
ru: Объединить

source: 2 samples
ru: 2 сампла

source: Converting to Mono
ru: Преобразование в моно

source: Converting method:
ru: Способ преобразования:

source: Put left and right channels into the current sample and the next one
ru: Загрузить правый и левый каналы в текущий и следующий за ним самплы

source: The next sample which is about to be overwritten is not empty! Would you like to overwrite it?
ru: Следующий по порядку сампл, который будет перезаписан, не пуст! Хотите его перезаписать?

source: Converting sample to mono
ru: Преобразование стереосампла в моно

source: To Both
ru: В оба

source: Converting to Stereo
ru: Преобразование в стерео

source: Put mono sample to both left and right channels
ru: Записать моносампл в правый и левый каналы

source: Put the current sample to the left channel and the next one to the right
ru: Записать в левый канал текущий сампл, а в правый — следующий за ним

source: Converting sample to stereo
ru: Преобразование сампла в стерео

source: Swopping channels
ru: Переставить каналы

source: Stereo separation
ru: Разделение стереоканалов

source: Changing stereo separation
ru: Регулировка разделения стереоканалов

source: Stereo balance
ru: Стереобаланс

source: L - Balance - R
ru: Л - Баланс - П

source: Adjusting stereo balance
ru: Регулировка стереобаланса

source: Read error.
ru: Ошибка чтения.

source: Unsupported file format (%i bit float).
ru: Неподдерживаемый формат файла (%i-разрядный с плавающей запятой).

source: Sample loading
ru: Загрузка сампла

source: 24 bits
ru: 24 бита

source: 32 bits
ru: 32 бита

source: Float
ru: Плав.

source: Double
ru: Дв. точн.

source: Signed
ru: Знаковый

source: Unsigned
ru: Беззнаковый

source: Little-Endian
ru: Младший байт в конце (LE)

source: Big-Endian
ru: Старший байт в конце (BE)

source: Load raw sample
ru: Загрузить сампл без заголовка

source: You have selected a sample that is not in a known format. You can load the raw data now. Please choose a format:
ru: Вы выбрали сампл, формат которого неизвестен. Вы можете загрузить его как данные без заголовка. Пожалуйста, выберите формат:

source: Unpacked 24-bit samples stored in 32-bit words
ru: 24-разрядные самплы записанные как 32-разрядные слова

source: Single precision floating-point
ru: Формат с плавающей запятой одинарной точности

source: Double precision floating-point
ru: Формат с плавающей запятой двойной точности

source: Word format:
ru: Формат представления данных:

source: Sampling Rate:
ru: Частота дискретизации:

source: Sample is too long for current mixer module. Loading anyway.
ru: Сампл слишком длинный для текущего модуля микшера. Но грузим.

source: Sound file format is too exotic or it has more than 2 channels
ru: Формат звукового файла слишком экзотичен или содержит > 2 каналов

source: Saving parameters
ru: Параметры сохранения

source: Frequency to be specified in the WAV file."From Sample" means that the frequency will be based on the sample's Relnote and Finetune values
ru: Значение частоты, которое будет указано в файле WAV. "Из сампла" означает, что частота рассчитывается на основании значений относительной ноты и точной подстройки

source: From sample
ru: Из сампла

source: Can't open file for writing.
ru: Невозможно открыть файл для записи.

source: Please select region first.
ru: Пожалуйста, отметьте участок, над которым будут выполняться действия

source: No sampling driver available
ru: Отсутствует драйвер оцифровки

source: Sampling Window
ru: Окно оцифровки

source: Record
ru: Запись

source: Clear
ru: Стереть

source: Sampling failed!
ru: Сбой оцифровки!

source: Out of memory while sampling!
ru: Кончилась память в процессе оцифровки!

source: Recorded sample is too long for current mixer module. Using it anyway.
ru: Записанный сампл слишком длинный для текущего модуля микшера. Но используем.

source: <just sampled>
ru: <свежеоцифровано>

source: recorded
ru: записали

source: Sample normalizing
ru: Нормализация сампла

source: Sample volume ramping
ru: Переход громкости сампла

source: Volume Ramping
ru: Переход громкости

source: Perform volume fade on Selection
ru: Произвести переход громкости на выбранном участке

source: Left [%]:
ru: Левый [%]:

source: Right [%]:
ru: Правый [%]:

source: Half amp
ru: Уменьшить амплитуду в 2 раза

source: Double amp
ru: Удвоить амплитуду

source: Curve:
ru: Форма:

source: Performing AGC
ru: Автомат. регул. громкости

source: Keep consistency
ru: Сохранить связность

source: Normalize
ru: Нормализовать

source: Automatic Gain Control
ru: Автоматическая регулировка громкости

source: Attack:
ru: Нарастание:

source: Decay:
ru: Спад:

source: Process channels independently
ru: Независимая обработка каналов

source: Before selection or at the beginnning
ru: Перед выделением или в начале

source: After selection or at the end
ru: После выделения или в конце

source: Insert silence
ru: Вставить тишину

source: Number of discretes
ru: Количество отсчётов

source: Silence insertion
ru: Вставка тишины

source: Trim parameters
ru: Параметры подравнивания

source: Trim at the beginning
ru: Подровнять начало

source: Trim at the end
ru: Подровнять конец

source: Threshold (dB)
ru: Порог (дБ)

source: Sample trimming
ru: Подравнивание сампла

source: Welcome to SoundTracker! If you are new to this type of program, you will want to get hold of some XM or MOD files first and play with them.
ru: Добро пожаловать в SoundTracker! Если подобные программы Вам в новинку, вероятно, стоит для начала найти несколько готовых файлов XM или MOD и поиграться с ними.

source: You can make SoundTracker's edit mode more responsive to keyboard input by decreasing the mixing buffer size of the "Editing" object in the Audio Configuration.
ru: Вы можете сделать режим редактирования SoundTracker более чувствительным к клавиатуре, если уменьшите размер буфера на странице „Редактирование“ в диалоге конфигурации аудио.

source: You can adjust the loop points in the sample editor by holding Shift and using the left and right mousebuttons.
ru: Вы можете уточнить позиции точек зацикливания в редакторе самплов при помощи левой и правой кнопок мыши, нажав Shift.

source: If you want to know more about tracking, and how the various commands work, have a look at http://www.united-trackers.org/
ru: Если вы хотите узнать больше о трэкерах, загляните на http://www.united-trackers.org/

source: You can assign samples of an instrument to the individual keys by activating its sample and then clicking on the keyboard in the instrument editor page.
ru: Вы можете привязать самплы инструмента к определенным клавишам, активировав нужный сампл и клацнув по клавиатуре на страничке редактора инструментов.

source: Is your cursor trapped in a number entry field? Just press Return or Tab to free yourself!
ru: Застрял курсор где-нибудь в поле ввода чисел? Просто нажми Return или Tab — и ты на свободе!

source: Previous Tip
ru: Предыдущая подсказка

source: Next Tip
ru: Следующая подсказка

source: Show tip next time
ru: Показывать в дальнейшем

source: %s Tip of the day
ru: Подсказка дня от %s

source: Track
ru: Трэк

source: Block
ru: Блок

source: Arpeggio
ru: Арпеджио

source: Porta up
ru: Портаменто вверх

source: Porta down
ru: Портаменто вниз

source: Tone porta
ru: Портаменто к ноте

source: Vibrato
ru: Вибрато:

source: Tone porta + Volume slide
ru: Портаменто + плавное изменение громкости

source: Vibrato + Volume slide
ru: Вибрато + плавное изменение громкости

source: Tremolo
ru: Тремоло

source: Set panning
ru: Установить панорамирование

source: Sample offset
ru: Позиция в сампле

source: Set volume
ru: Установить громкость

source: Position jump
ru: Переход к выбранной позиции

source: Pattern break
ru: Обрыв паттерна

source: Set tempo/bpm
ru: Установить темп/BPM

source: Set global volume
ru: Установить общую громкость

source: Global volume slide
ru: Плавное изменение общей громкости

source: Key off
ru: Отпускание клавиши

source: Set envelop position
ru: Установить позицию огибающей

source: Panning slide
ru: Плавное изменение панорамирования

source: LP filter resonance
ru: Резонанс НЧ-фильтра

source: Multi retrig note
ru: Многократно повторить ноту

source: Tremor
ru: Тремор

source: LP filter cutoff
ru: Срез НЧ-фильтра

source: Fine porta up
ru: Точное портаменто вверх

source: Fine porta down
ru: Точное портаменто вниз

source: Set gliss control
ru: Установить режим глиссандо

source: Set vibrato control
ru: Установить режим вибрато

source: Set finetune
ru: Установить подстройку

source: Pattern loop
ru: Зацикливание паттерна

source: Set tremolo control
ru: Установить режим тремоло

source: Retrig note
ru: Повторить ноту

source: Fine volume slide up
ru: Точный подъем громкости

source: Fine volume slide down
ru: Точный спад громкости

source: Note cut
ru: Отключение ноты

source: Note delay
ru: Задержка ноты

source: Pattern delay
ru: Задержка паттерна

source: Volume slide down
ru: Затухание громкости

source: Volume slide up
ru: Нарастание громкости

source: Set vibrato speed
ru: Установить скорость вибрато

source: Panning slide left
ru: Сдвиг панорамирования влево

source: Panning slide right
ru: Сдвиг панорамирования вправо

source: sine
ru: синусоида

source: ramp down
ru: пила вниз

source: square
ru: прямоугольник

source: [Chnn: %02d] [Pos: %03d] [Instr: %03d] [Vol:
ru: [Кан: %02d] [Поз: %03d] [Инстр: %03d] [Громк:

source: None
ru: Ничего

source: [Cmd:
ru: [Ком:

source: Extra fine porta up
ru: Особо точное портаменто вверх

source: Extra fine porta down
ru: Особо точное портаменто вниз

source: None]
ru: Ничего]

source: => tempo: %02d]
ru: => темп: %02d]

source: => offset: %d]
ru: => позиция: %d]

source: , continuous mode
ru: , непрерывный режим

source: begin]
ru: начать]

source: %02d times]
ru: %02d раз(а)]

source: Volume / FX parameter scrolling
ru: Прокрутка громкости / параметра эффекта

source: Jazz Edit:
ru: Работать в каналах:

source: Tracker
ru: Трэкер

source: Note input
ru: Ввод ноты

source: Notes moving
ru: Перемещение ноты

source: Note cleaning
ru: Стирание ноты

source: Note inserting
ru: Вставка ноты

source: Note removing
ru: Удаление ноты

source: Pattern line removing
ru: Удаление строки паттерна

source: Pattern line insertion
ru: Вставка строки паттерна

source: Pattern cut
ru: Вырезание паттерна

source: Pattern paste
ru: Вставка паттерна

source: Track cut
ru: Вырезание трэка

source: Track paste
ru: Вставка трэка

source: Block cutting
ru: Вырезание блока

source: Selection paste
ru: Вставка блока

source: Track removing
ru: Удаление трэка

source: The last track of the pattern is not empty. It will be shifted beyond the pattern scope. You can increase the number of channels to see it. Continue?
ru: Последний трэк паттерна не пуст. При сдвиге он окажется за пределами паттерна. Чтобы увидеть его, будет необходимо увеличить число каналов. Продолжить?

source: Warning! The last track of the pattern is not empty. It will be brought to digital nought! Do you really want to do this?
ru: Внимание! Последний трэк паттерна не пуст. При сдвиге он попадёт в цифровое ничто! Вы действительно этого желаете?

source: Track insertion
ru: Раздвигание трэков

source: Killing notes
ru: Очистка нот

source: Vol / FX value increasing / decreasing
ru: Уменьшение / увеличение громк. / пар-ра эфф.

source: FX interpolating
ru: Интерполяция эффекта

source: Effect changing
ru: Правка эффекта

source: Instrument changing
ru: Смена инструмента

source: Volume / Vol. FX changing
ru: Правка громкости / пар-ра эфф.

source: Buffers
ru: Буферы

source: Clear current buffer
ru: Очистить текущий буфер

source: Font list
ru: Список шрифтов

source: Add font
ru: Добавить шрифт

source: Delete font
ru: Удалить шрифт

source: Apply font
ru: Применить шрифт

source: Select font...
ru: Выберите шрифт…

source: Instrument(s) reassigning
ru: Переназначение инструмента(ов)

source: Transposition
ru: Транспонирование

source: Transposing block
ru: Транспонирование блока

source: Whole Song
ru: Вся песня

source: All Patterns
ru: Все паттерны

source: Current Pattern
ru: Текущий паттерн

source: Current Track
ru: Текущий трэк

source: Current Instrument
ru: Текущий инструмент

source: All Instruments
ru: Все инструменты

source: Half note up
ru: На полтона выше

source: Half note down
ru: На полтона ниже

source: Octave up
ru: На октаву выше

source: Octave down
ru: На октаву ниже

source: Exchange 1 <-> 2
ru: Обменять 1 <-> 2

source: Change 1 -> 2
ru: Сменить 1 -> 2

source: Transposition Tools
ru: Средства транспонирования

source: Scope of the operation:
ru: Область действия:

source: Note Transposition
ru: Транспонирование нот

source: Instrument Changing
ru: Смена инструмента

source: Instrument 1:
ru: Инструмент 1:

source: Current instrument
ru: Текущий инструмент

source: Instrument 2:
ru: Инструмент 2:

source: Transposition is possible only in editing mode
ru: Транспонирование производится только в режиме редактирования

source: Pattern header reading error.
ru: Ошибка чтения заголовка паттерна.

source: Pattern length out of range: %d.
ru: Длина паттерна вне диапазона: %d.

source: Error loading notes.
ru: Ошибка при загрузке нот.

source: Sample header reading error.
ru: Ошибка чтения заголовка сампла.

source: Sample data reading error.
ru: Ошибка чтения данных сампла.

source: Instrument header reading error.
ru: Ошибка чтения заголовка инструмента.

source: XM Load Error: Number of samples in the instrument > %u. %s can try to find the next valid instrument. Do it?
ru: Ошибка чтения модуля: число самплов инструмента > %u. %s может попытаться найти следующий неповреждённый инструмент. Попробовать?

source: XM Load Error: Sample header size != 40.
ru: Ошибка чтения модуля: размер заголовка != 40.

source: Sample map reading error.
ru: Ошибка чтения таблицы назначения самплов.

source: Volume envelope points reading error.
ru: Ошибка чтения точек огибающей громкости.

source: Panning envelope points reading error.
ru: Ошибка чтения точек огибающей панорамирования.

source: Envelope parameters reading error.
ru: Ошибка чтения параметров огибающей.

source: XM Load Warning: Invalid vibtype %d, using Sine.
ru: Неверный тип вибрато %d, использую синусоиду.

source: The file is not an XI instrument.
ru: Файл не является инструментом XI.

source: Unknown XI version 0x%04x (only 0x0101 and 0x0102 are supported). Will you still try to load this instrument?
ru: Неизвестная версия инструмента XI: 0x%04x (поддерживаются только 0x0101 и 0x0102). Всё равно попробовать его загрузить?

source: Instrument sample map reading error.
ru: Ошибка чтения таблицы назначение самплов инструмента.

source: Instrument volume envelope points reading error.
ru: Ошибка чтения точек огибающей громкости инструмента.

source: Instrument panning envelope points reading error.
ru: Ошибка чтения точек огибающей панорамирования инструмента.

source: Instrument envelope parameters reading error.
ru: Ошибка чтения параметров огибающей инструмента.

source: Invalid vibtype %d, using Sine.
ru: Неверный тип вибрато %d, использую синусоиду.

source: Some characters in the instrument or samples names cannot be stored in XM format. They will be skipped.
ru: Некоторые символы в названиях инструмента или самплов невозможно сохранить в формате XM. Они будут пропущены.

source: Module header reading error.
ru: Ошибка чтения заголовка модуля.

source: Pattern order table reading error.
ru: Ошибка чтения таблицы следования паттернов.

source: Error while loading patterns. Some patterns can be missing or corrupted.
ru: Ошибка загрузки паттернов. Часть из них может отсутствовать или быть повреждённой.

source: %d: Wrong loop start parameter. Don't know how to handle this. %04x %04x %04x
ru: %d: Неверный параметр начала цикла. Непонятно, как его интерпретировать. %04x %04x %04x

source: XM header length != 276. Maybe a pre-0.0.12 SoundTracker module? :-)
ru: Размер заголовка модуля != 276. Возможно это модуль SoundTracker версии меньшей, чем 0.0.12? :-)

source: Unknown XM version 0x%04x!= 0x0104. The results may be unpredictable. Will you still try to load this module?
ru: Неизвестная версия модуля XM: 0x%04x!= 0x0104. Открытие его может привести к непредсказуемым результатам. Всё равно попробовать его открыть?

source: Invalid number of channels in XM (only 1..32 allowed).
ru: Неверное число каналов в модуле XM (допустимое значение — от 1 до 32)

source: Error while loading pattern order table.
ru: Ошибка при загрузке таблицы следования паттернов.

source: Instruments loading error. Some instruments can be missing or corrupted.
ru: Ошибка загрузки инструментов. Часть из них может отсутствовать или быть повреждённой.

source: Module contains sample(s) that are too long for the current mixer. Maximum sample length is %d.
ru: Модуль содержит сампл(ы) со слишком большой для текущего микшера длиной. Максимальная длина сампла — %d.

source: FT2 Compatibility Check
ru: Проверять совместимость с FT2

source: Some characters in either module, instruments or samples names cannot be stored in XM format. They will be skipped.
ru: Некоторые символы в названиях модуля, инструментов или самплов невозможно сохранить в формате XM. Они будут пропущены.

source: Bzzzz, error extracting song, aborting operation.
ru: Уууу, при извлечение песни произошла ошибка, операция прервана.

source: %s (Err 0)
ru: %s (Ошибка 0)

source: %s (Err 1)
ru: %s (Ошибка 1)

source: %s (Err 2)
ru: %s (Ошибка 2)

source: %s (Err 3)
ru: %s (Ошибка 3)

source: Archive does not contain modules of supported formats!
ru: В архиве не обнаружены модули поддерживаемых форматов!

source: Error when file reading or unexpected end of file
ru: Ошибка при чтении файла или неожиданный его конец.

source: Incorrect or unsupported version of pattern file!
ru: Неправильная или неподдерживаемая версия файла паттерна!

source: Incorrect pattern length!
ru: Неправильная длина паттерна!

source: Error during saving pattern!
ru: Ошибка при записи паттерна!

source: error opening ALSA MIDI input stream (%s)
ru: Ошибка открытия потока ввода ALSA MIDI (%s)

source: Get client info error: %s
ru: Ошибка получения информации о клиенте: %s

source: Set client info error: %s
ru: Ошибка отправки информации клиенту: %s

source: error creating sequencer port (%s)
ru: Ошибка создания порта секвенсера (%s)

source: error subscribing sequencer port (%s)
ru: Ошибка соединения с портом секвенсера (%s)

source: error closing handle (%s)
ru: Ошибка закрытия дескриптора (%s)

source: MIDI input
ru: Ввод MIDI

source: Auto connect
ru: Автоматическое соединение

source: Channel
ru: Канал

source: Client number
ru: Номер клиента

source: Port number
ru: Номер порта

source: Input
ru: Ввод

source: For future development
ru: Для дальнейшей разработки

source: Output
ru: Выход

source: Debug level
ru: Уровень отладки

source: Misc
ru: Прочее

source: MIDI Configuration
ru: Конфигурация MIDI

source: _Insert line
ru: Вставить _строку

source: _Delete line
ru: _Удалить строку

source: _Render to sample…
ru: _Преобразовать в сампл…

source: _Kill notes
ru: _Стереть ноты

source: _Insert track
ru: Вс_тавить трек

source: _Delete track
ru: _Удалить трек

source: Increment cmd value
ru: Автоувеличение параметра команды

source: Decrement cmd value
ru: Автоуменьшение параметра команды

source: C_lear block marks
ru: С_нять выделение

source: _Interpolate effects
ru: _Интерполировать эффекты

source: Interpolate m_atching effects only
ru: Интерполировать _совпадающие эффекты

source: Interpolate effects e_xponentially
ru: Интерполировать эффекты _экспоненциально

source: I_nterpolate matching effects only exp-ly
ru: Ин_терполировать совпадающие эффекты эксп-но

source: _Clear buffers
ru: _Очистить буферы

source: _File
ru: _Файл

source: _Open…
ru: _Открыть…

source: Save _as…
ru: Сохранить к_ак…

source: Save Module as _WAV…
ru: Сохранить _модуль как WAV…

source: Save _XM without samples…
ru: Сохранить XM _без самплов…

source: _Recent
ru: _Недавние

source: _Edit
ru: _Правка

source: Paste _in Place
ru: Вставить т_ут

source: Undo _History…
ru: _История операций…

source: _Jazz edit mode
ru: _Многоканальное редактирование

source: Transp_osition…
ru: _Транспонирование…

source: _Pattern
ru: П_аттерн

source: _Track
ru: Тр_эк

source: _Selection
ru: Вы_деление

source: _Mark mode
ru: _Режим выделения

source: Interpolate m_atching effects only exp-ly
ru: Интерполировать совпадающие эффекты э_ксп-но

source: Transpose half-note up
ru: Транспонировать на полтона вверх

source: Transpose half-note down
ru: Транспонировать на полтона вниз

source: Transpose octave up
ru: Транспонировать на октаву вверх

source: Transpose octave down
ru: Транспонировать на октаву вниз

source: Toggle _Masking
ru: Включить / выключить ма_скирование

source: Set _Up Masking…
ru: _Настроить маскирование…

source: C_lear Buffers
ru: _Очистить буферы

source: Show _Buffers…
ru: Просмотр _буферов…

source: _Module
ru: _Модуль

source: Clear _All
ru: Очистить _все

source: Clear _Patterns Only
ru: Очистить только _паттерны

source: _Optimize Module…
ru: _Оптимизировать модуль…

source: Adjust all Samples' _Volume…
ru: Подрегулировать _громкость всех самплов…

source: _Set Optimal Amplification…
ru: Подобрать оптимальное _усиление…

source: _Render Module to Sample…
ru: П_реобразовать модуль в сампл…

source: _Load Pattern…
ru: _Загрузить паттерн…

source: _Save Current Pattern…
ru: _Сохранить текущий паттерн…

source: _Find Unused Pattern
ru: _Найти свободный паттерн

source: _Copy Current to Unused Pattern
ru: _Копировать текущий паттерн в свободный

source: _Add Free Pattern
ru: _Добавить свободный паттерн

source: Add Free _Pattern and Copy
ru: Добавить с_вободный паттерн и копировать

source: S_hrink Current Pattern
ru: С_жать текущий паттерн

source: _Expand Current Pattern
ru: Р_астянуть текущий паттерн

source: _Render pattern to sample…
ru: _Преобразовать паттерн в сампл…

source: _Toggle Current Track Permanentness
ru: Изменить состояние п_ерманентности канала
