Repository: Trashcan69/soundtracker
Catalog: po/*.po
Languages: ru

source: The current instrument is not used in the module.
ru: Текущий инструмент не используется в модуле.

source: %s Startup
ru: Запуск %s

source: Loading...
ru: Загружаюсь…

source: Use SoundTracker!
ru: Вперёд!

source: Are you sure you want to quit? All changes will be lost!
ru: Вы уверены, что хотите завершить работу? Все изменения будут утеряны!

source: Amplification estimation
ru: Автоопределение усиления

source: You are about to start the procedure for automatic amplification estimation. This may take some time.
ru: Сейчас будет запущена процедура автоматического определения наилучшего усиления. На это может потребоваться некоторое время.

source: Estimating...
ru: Определение…

source: Note
ru: Нота

source: Instrument
ru: Инструмент

source: Volume
ru: Громкость

source: Eff type
ru: Тип эфф.

source: Eff param
ru: Парам. эфф.

source: Cutting
ru: Вырез.

source: Copying
ru: Копир.

source: Pasting
ru: Вст.

source: Transp
ru: Прозр.

source: Masking
ru: Маскирование

source: FastTracker modules (*.xm)
ru: Модули FastTracker (*.xm)

source: Original SoundTracker modules (*.mod)
ru: Модули оригинального SoundTracker (*.mod)

source: Extended pattern (*.xp)
ru: Расширенный паттерн FastTracker (*.xp)

source: %s. %s startup is aborted Failed GUI description file: %s
ru: %s. Запуск %s прерван! Сбой в файле описания граф. интерфейса: %s

source: Load Module
ru: Загрузить модуль

source: Load the selected module into the tracker
ru: Загрузить выбранный модуль

source: Save Module
ru: Сохранить модуль

source: Save the current module
ru: Сохранить текущий модуль

source: Render WAV
ru: Создать WAV

source: Render the current module as WAV file
ru: Записать текущий модуль в формате WAV

source: Save XM without samples...
ru: Сохранить XM без самплов…

source: Load current pattern...
ru: Загрузить паттерн…

source: Save current pattern...
ru: Сохранить текущий паттерн…

source: Play Song
ru: Играть песню

source: Play Pattern
ru: Играть паттерн

source: Play From Cursor
ru: Играть от курсора

source: Play Block
ru: Играть блок

source: Stop
ru: Стоп

source: Loop Playback
ru: Зацикливание воспроизведения

source: Pat
ru: Патт

source: Edited pattern
ru: Текущий паттерн

source: When enabled, browsing the playlist does not change the edited pattern.
ru: Когда включено, навигация по таблице паттернов не приводит к изменению номера редактируемого паттерна

source: Pattern Length
ru: Длина паттерна

source: Number of Channels:
ru: Количество каналов:

source: Tempo
ru: Темп

source: Left click to enable / disable masking, right click to configure
ru: Левой кнопкой маскирование включается / выключается, правой — настраивается

source: Set preferred accidental type
ru: Выбор знаков альтерации

source: Measure
ru: Размер

source: Enable row highlighting
ru: Включает подсветку строк

source: Other...
ru: Другой…

source: Change effect column editing direction
ru: Выбор направления смещения при редактировании в колонке эффекта

source: Global amplification
ru: Общее усиление

source: Estimate the best amplification by pressing on the clipping indicator
ru: Нажмите на индикатор ограничения для определения наилучшего усиления

source: Pitchbend
ru: Расстройка тона

source: Reset pitchbend to its normal value
ru: Вернуть расстройку тона к нормальному значению

source: Editing
ru: Правка

source: Octave
ru: Октава

source: Jump
ru: Отступ

source: Position
ru: Позиция

source: Pattern
ru: Паттерн

source: Instr
ru: Инструмент

source: Sample
ru: Сампл

source: dB
ru: дБ

source: Welcome to %s!
ru: Добро пожаловать в %s

source: _Undo
ru: _Отменить

source: _Redo
ru: Ве_рнуть

source: Operation
ru: Операция

source: Saved
ru: Сохранено

source: Undo History
ru: История операций

source: [Initial State]
ru: [Исходное состояние]

source: The operation requres too much memory. You will not be able to undo it. Do you want to continue?
ru: Для выполнения операции требуется слишком много памяти. Отменить её будет невозможно. Всё равно продолжить?

source: You are about to do some irreversible action. You will not be able to undo it. Do you want to continue?
ru: Вы собираетесь выполнить действие, отменить которое будет невозможно. Всё равно продолжить?

source: Volume Fadeout changing
ru: Задание спада громкости

source: Vibrato Speed changing
ru: Задание скорости вибрато

source: Vibrato Depth changing
ru: Задание глубины вибрато

source: Vibrato Sweep changing
ru: Задание нарастания вибрато

source: Vibrato Type changing
ru: Задание типа вибрато

source: Sample map modification
ru: Изменение таблицы назначения самплов

source: Instrument loading
ru: Загрузка инструмента

source: Saving instrument failed.
ru: Ошибка сохранения инструмента.

source: Clear current instrument?
ru: Очистить текущий инструмент?

source: Instrument clearing
ru: Очистка инструмента

source: Envelope pasting
ru: Вставка огибающей

source: Sine
ru: Синусоида

source: Square
ru: Прямоугольник

source: Saw Down
ru: Пила (вниз)

source: Saw Up
ru: Пила (вверх)

source: FastTracker instruments (*.xi)
ru: Инструменты FastTracker (*.xi)

source: Instrument Editor
ru: Редактор инструментов

source: Volume envelope
ru: Огибающая громкости

source: Panning envelope
ru: Огибающая панорамирования

source: Load Instrument
ru: Загрузить инструмент

source: Load instrument in the current instrument slot
ru: Загрузить выбранный инструмент на текущую позицию

source: Save Instrument
ru: Сохранить инструмент

source: Save the current instrument
ru: Сохранить текущий инструмент

source: Load XI
ru: Загрузить XI

source: Save XI
ru: Сохранить XI

source: Volume Fadeout
ru: Спад громкости

source: Vibrato:
ru: Вибрато:

source: Type
ru: Тип

source: Speed
ru: Скорость

source: Depth
ru: Глубина

source: Sweep
ru: Нарастание

source: Left click to play, right click to assign current sample to a note
ru: Проигрывание правой клавишей, назначение сампла ноте левой

source: Note:
ru: Нота:

source: Init
ru: Уст.

source: Map all notes to the current sample
ru: Установить привязку всех нот на текущий сампл

source: Instrument cutting
ru: Вырезание инструмента

source: Instrument pasting
ru: Вставка инструмента

source: Instruments exchanging
ru: Обмен инструментов

source: Instrument copying
ru: Копирование инструмента

source: <none>
ru: <ничего>

source: KOFF
ru: Отп

source: The key that inserts the special keyoff note for FastTracker modules
ru: Клавиша, вставляющая команду отпускания ноты в модули FastTracker

source: JMP+
ru: Отст+

source: The key that increases "jump" value
ru: Клавиша, увеличивающая значение отступа

source: JMP-
ru: Отст-

source: The key that decreases "jump" value
ru: Клавиша, уменьшающая значение отступа

source: PlayMod
ru: ИгрМод

source: Play module
ru: Воспроизвести модуль

source: RecMod
ru: ЗапМод

source: Play module + recording
ru: Воспроизвести модуль + запись

source: PlayPat
ru: ИгрПат

source: Play pattern
ru: Воспроизвести паттерн

source: RecPat
ru: ЗапПат

source: Play pattern + recording
ru: Воспроизвести паттерн + запись

source: PlayCur
ru: ИгрКур

source: Play module from cursor
ru: Воспроизвести модуль от курсора

source: RecCur
ru: ЗапКур

source: Play module from cursor + recording
ru: Воспроизвести модуль от курсора + запись

source: PlayRow
ru: ИгрСтр

source: Play current pattern row
ru: Воспроизвести текущую строку паттерна

source: PlayBlk
ru: ИгрБлк

source: Play selected block
ru: Воспроизвести выделенный блок

source: SmpTgle
ru: ВВклОц

source: Toggle sampling
ru: Включить / выключить оцифровку

source: PrevPos
ru: ПредПоз

source: Go to the previous postion in the pattern order table
ru: Перейти к предыдущей позиции в таблице паттернов

source: PrevPosF
ru: ПредПозБ

source: Go to the previous postion in the pattern order table (faster)
ru: Переход к предыдущей позиции в таблице паттернов (быстро)

source: NextPos
ru: СледПоз

source: Go to the next postion in the pattern order table
ru: Переход к следующей позиции в таблице паттернов

source: NextPosF
ru: СледПозБ

source: Go to the next postion in the pattern order table (faster)
ru: Переход к следующей позиции в таблице паттернов (быстро)

source: Upper Octave Keys...
ru: Клавиши верхней октавы…

source: These are the keys on the upper half of the keyboard. The c key is normally the key to the right of the TAB key. The rest of the keys should be ordered in a piano keyboard fashion, including the number keys row above.
ru: Это клавиши верхней половины клавиатуры. Клавиша `до' обычно справа от Tab. Остальные клавиши расположены подобно клавиатуре пианино, включая клавиши с цифрами в верхнем ряду.

source: Lower Octave Keys...
ru: Клавиши нижней октавы…

source: These are the keys on the lower half of the keyboard. The c key is normally the first character key to the right of the left Shift key. The rest of the keys should be ordered in a piano keyboard fashion, including the row above.
ru: Это клавиши нижней половины клавиатуры. Клавиша `до' обычно справа от LShift. Остальные клавиши расположены подобно клавиатуре пианино, включая клавиши среднего буквенного ряда.

source: Other Keys...
ru: Прочие клавиши…

source: Various other keys
ru: Клавиши, выполняющие прочие функции

source: Function
ru: Функция

source: Assignment
ru: Назначенная клавиша

source: Keyboard Configuration
ru: Конфигурация клавиатуры

source: Key Group Explanation
ru: Пояснение групп клавиатуры

source: Key Explanation
ru: Пояснение клавиш

source: Modifiers:
ru: Модификаторы:

source: Learn selected key
ru: Запомнить выбранную клавишу

source: Unset selected key
ru: Сбросить выбранную клавишу

source: Learn all keys
ru: Запомнить все клавиши

source: Please press the desired key combination! Click into left list to cancel
ru: Пожалуйста, нажмите желаемую комбинацию клавиш! Щёлкните по списку слева для отмены

source: CH%02d
ru: Кан%02d

source: Fast jump to channel %d
ru: Быстрый переход к каналу номер %d

source: Automatic key configuration unsuccessful. Please use the Keyboard Configuration dialog in the Settings menu.
ru: Автоконфигурирование клавиш не удалось. Используйте диалог „Конфигурация клавиатуры“ в меню „Настройки“, пожалуйста.

source: Loop point must be within the range.
ru: Интервал должен содержать границу цикла.

source: Not enough data for crossfading. Decrase range or move the other point away from the sample start.
ru: Для перехода недостаточно данных. Сократите диапазон или передвиньте другую границу цикла дальше от начала сампла.

source: Not enough data for crossfading. Decrase range or move the loop point away from the sample end.
ru: Для перехода недостаточно данных. Сократите диапазон или передвиньте границу цикла дальше от конца сампла.

source: Not enough data for crossfading. Decrase range or move the loop point away from the sample start.
ru: Для перехода недостаточно данных. Сократите диапазон или передвиньте границу цикла дальше от начала сампла.

source: Crossfading around a loop point
ru: Плавный переход в окрестностях границы цикла

source: Incorrect search area! Loop points can't jump one over another one.
ru: Область поиска задана неправильно! Границы цикла не могут меняться местами.

source: Empty range.
ru: Диапазон пуст.

source: Triangle
ru: Треугольное

source: Rectangle
ru: Прямоугольное

source: Gaussian
ru: Гауссиан

source: Linear
ru: Линейно

source: Exponent
ru: Экспонента

source: Reverse Exponent
ru: Обратная экспонента

source: Logistic
ru: Логистическая кривая

source: Reset to the loop point
ru: Вернуть ко границе цикла

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить

source: Zoom to Selection
ru: Показать выделение

source: Select All
ru: Выделить всё

source: Select None
ru: Снять выделение

source: Loop end
ru: Конец цикла

source: Loop start
ru: Начало цикла

source: Value before:
ru: Величины, до:

source: after:
ru: после:

source: Correlation Range
ru: Область корреляции

source: Range
ru: Диапазон

source: From Sel
ru: Из выдел.

source: Set Range from Selection
ru: Выделение => диапазон

source: From Opposite
ru: Из др. пан.

source: Take Range from the Opposite Panel
ru: Взять диапазон из противоположной панели

source: Search Area
ru: Область поиска

source: Area
ru: Обл.

source: Set Area from Selection
ru: Выделение => область поиска

source: Window
ru: Окно

source: Ratio
ru: Отношение

source: Peak-to-Pedestal Ratio
ru: Отношение пика к пьедесталу

source: Sigma
ru: Сигма

source: Attenuation at the range edge
ru: Ослабление на границе диапазона

source: Optimize
ru: Оптимизир.

source: Optimize Loop Point Position
ru: Найти оптимальное положение границы цикла

source: Transient
ru: Переход

source: Transient Curve Shape
ru: Форма кривой перехода

source: Sharpness
ru: Резкость

source: Crossfade
ru: Переход

source: Crossfade sample around the loop point
ru: Выполнить плавный переход между данными в окрестностях границы цикла

source: Loop Factory
ru: Фабрика циклов

source: %s is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. %s is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with %s. If not, see: http://www.gnu.org/licenses/
ru: %s является свободным программным обеспечением; вы можете распространять и/или изменять его согласно условиям Стандартной Общественной Лицензии GNU (GNU GPL) версии 2, либо (на ваше усмотрение) любой более поздней версии. %s распространяется в надежде, что она будет полезной, но БЕЗ КАКИХ БЫ ТО НИ БЫЛО ГАРАНТИЙНЫХ ОБЯЗАТЕЛЬСТВ; даже без косвенных гарантийных обязательств, связанных с ПОТРЕБИТЕЛЬСКИМИ СВОЙСТВАМИ и ПРИГОДНОСТЬЮ ДЛЯ ОПРЕДЕЛЁННЫХ ЦЕЛЕЙ. Для подробностей смотрите Стандартную Общественную Лицензию GNU. Вы должны были получить копию Стандартной Общественной Лицензии GNU вместе с программой %s. Если это не так, обратитесь по адресу: http://www.gnu.org/licenses/

source: © 1998-2019 Michael Krause © 2020-2024 Yury Aliaev Includes OpenCP player from Niklas Beisert and Tammo Hinrichs.
ru: © 1998-2019 Michael Krause © 2020-2024 Yury Aliaev (Юрий Аляев) Включает код программы OpenCP, написанной Niklas Beisert и Tammo Hinrichs.

source: Are you sure you want to do this? All changes will be lost. You even will not be able to revert your action!
ru: Вы уверены в том, что делаете? Все изменения будут утеряны. Более того, Вы не сможете отменить это действие!

source: Unused patterns: %d (used: %d)
ru: Неиспользуемых паттернов: %d (используются: %d)

source: Unused instruments: %d (used: %d)
ru: Неиспользуемых инструментов: %d (используются: %d)

source: Unused samples: %d (used: %d)
ru: Неиспользуемых самплов: %d (используются: %d)

source: Module Optimization
ru: Оптимизация модуля

source: Clear unused patterns
ru: Очистить неиспользуемые паттерны

source: Pack patterns
ru: Упаковать паттерны

source: Including unused pats
ru: Включая неиспользуемые паттерны

source: Including instruments and samples from all non-empty patterns
ru: Принимая во внимание инструменты и самплы всех непустых паттернов

source: Delete unused instruments
ru: Удалить неиспользуемые инструменты

source: Delete unused samples
ru: Удалить неиспользуемые самплы

source: Preserve instrument names
ru: Сохранять названия инструментов

source: Preserve sample names
ru: Сохранять названия самплов

source: This affects cleaning both of the unused samples and instruments
ru: Затрагивает очистку как неиспользуемых самплов, так и инструментов

source: Clear sample data after loop
ru: Очистить данные самплов после цикла

source: Note that you will not be able to revert this and previous actions!
ru: Вниманме, отменить данное действие будет невозможно!

source: Notes' volume adjusting
ru: Регулировка громкости нот

source: Some samples had either too low or too hight volume. After the amplification adjustment the ratio between volumes of the samples is changed.
ru: Громкость некоторых самплов слишком мала или велика. После регулировки громкости соотношение между уровнями громкости самплов изменится

source: Samples' volume adjusting
ru: Регулировка громкости самплов

source: Samples' panning adjusting
ru: регулировка стереопозиции самплов

source: Amplification
ru: Величина регулировки

source: Adjust volume of notes
ru: Регулировать громкость нот

source: Also adjust explicitly specified volume of notes in the patterns. Note that this action requires double undo: one for notes, another one for instruments.
ru: Регулировать также явно указанные значения громкости нот в петтернах. Обратите внимание, что данное действие потребует двойной отмены: для нот в паттернах и для инструментов.

source: Set to
ru: Установить равным

source: All samples' vol / pan adjusting
ru: Регулировка громкости / стереопозиции всех самплов

source: Except current instrument
ru: За исключением текущего инструмента

source: Panning
ru: Панорамирование

source: Shift
ru: Смещение

source: Integers mixer, no interpolation, no filters, maximum sample length 1M
ru: Целочисленный микшер, без интерполяции и фильтров, длина самплов не более 1Мб

source: High-quality FPU mixer, cubic interpolation, IT filters, unlimited length samples
ru: Высококачественный микшер с плавающей запятой, фильтрами и без ограничения длины самплов

source: Single
ru: Однократный

source: Cyclic
ru: Периодический

source: Keyboard
ru: Ручной

source: Coupled
ru: Связанный

source: Protracker mode changing
ru: Изменение режима ProTracker

source: Frequency mode changing
ru: Изменение режима частот

source: Song name changing
ru: Изненение названия песни

source: %sIns. %i, Smp. %i
ru: %sИнс. %i, Смп. %i

source: I%i, S%i
ru: И%i, С%i

source: Sample exchanging
ru: Обмен самплов

source: Sample overwriting
ru: Перезапись сампла

source: Period
ru: Период

source: s
ru: с

source: Mode
ru: Режим

source: Mixing a sample with itself is not a useful idea...
ru: Микшировать сампл сам с собой — бессмысленное дело…

source: Mixing stereo and mono samples is not implemented. Convert both samples to either mono or stereo and then mix them.
ru: Микширование стерео- и моносамплов не реализовано. Преобразуйте оба сампла в стерео- или моноформат, а затем микшируйте их.

source: Mixing samples
ru: Микшировать самплы

source: #smpl
ru: #смпл

source: Sample Name
ru: Название сампла

source: Module Info
ru: Информация о модуле

source: Songname:
ru: Название песни:

source: Frequencies:
ru: Частоты:

source: ProTracker Mode
ru: Режим ProTracker

source: Extended Instrument/Sample Editor
ru: Расширенный редактор инструментов и самплов

source: Ins. 1
ru: Инс. 1

source: Smp. 1
ru: Смп. 1

source: Ins. 2
ru: Инс. 2

source: Smp. 2
ru: Смп. 2

source: I1 => I2
ru: И1 => И2

source: Copy Instrument 1 to Instrument 2
ru: Копировать инструмент 1 в инструмент 2

source: I1 <=> I2
ru: И1 <=> И2

source: Exchange Instruments 1 and 2
ru: Обменять местами инструменты 1 и 2

source: S1 => S2
ru: С1 => C2

source: Copy Sample 1 to Sample 2
ru: Копировать сампл 1 в сампл 2

source: S1 <=> S2
ru: С1 <=> C2

source: Exchange Samples 1 and 2
ru: Обменять местами самплы 1 и 2

source: Mixing balance
ru: Баланс микширования

source: I1, S0
ru: И1, С0

source: Normalize mixing result
ru: Нормализовать после микширования

source: Note to demonstrate result
ru: Прослушать результат от ноты

source: Demo
ru: Предпр.

source: Play the mixed sample without module modification
ru: Прослушать смикшированный сампл без изменения его в модуле

source: Mix!
ru: Микш.

source: Mix sample 1 of instrument 1 with sample 2 of instrument 2 with the given balance ratio
ru: Микшировать сампл 1 инструмента 1 с самплом 2 инструмента 2 с заданным балансом

source: Tuning:
ru: Настройка:

source: Finetune
ru: Подстройка

source: RelNote
ru: Отн. нота

source: Reference:
ru: Эталон:

source: Pattern sequence modification
ru: Изменения последовательности паттернов

source: Pattern removal
ru: Удаление паттерна

source: Len
ru: Длн

source: Pattern Sequence Editor
ru: Редактор последовательности паттернов

source: Order
ru: Паттерн

source: Insert pattern
ru: Вставить паттерн

source: Delete pattern
ru: Удалить паттерн

source: Add free pattern
ru: Добавить свободный паттерн

source: Add free pattern and copy
ru: Добавить свободный паттерн и копировать

source: Unused patterns:
ru: Неиспользуемых паттернов:

source: Song length changing
ru: Изненения длины песни

source: Pattern number changing
ru: Смена номера паттерна

source: Restart position changing
ru: Смена позиции перезапуска

source: Insert pattern that is being edited
ru: Вставить паттерн на текущую позицию

source: Remove current playlist entry
ru: Удалить текущий пункт таблицы паттернов

source: Add + Cpy
ru: Вст + Кпр

source: Add a free pattern behind current position, and copy current pattern to it
ru: Вставить свободный паттерн после текущего и скопировать текущий в него

source: Add Free
ru: Вст своб

source: Add a free pattern behind current position
ru: Вставить свободный паттерн после текущего

source: Song length
ru: Длина песни

source: Song restart position
ru: Рестарт песни с указанной позиции

source: Rstrt
ru: Рстрт

source: Pattern insertion
ru: Вставка паттерна

source: Pattern add + copy
ru: Добавление и копирование паттерна

source: Free pattern addition
ru: Добавить свободный паттерн

source: A directory called ".soundtracker" has been created in your home directory to store configuration files.
ru: Каталог под названием „.soundtracker“ создан в вашем домашнем каталоге для хранения файлов конфигурации.

source: Would you like to import settings from old version of Soundtracker?
ru: Импортировать настройки старой версии Soundtracker?

source: An error is occured during converting config: %s
ru: При преобразовании настроек произошла ошибка: %s

source: An error is occured during reading or parsing config: %s
ru: При чтении или разборе файла настроек произошла ошибка: %s

source: An error is occured during saving config: %s
ru: При сохранении файла настроек произошла ошибка: %s

source: [Position: %i, Value L: %i, R: %i]
ru: [Позиция: %i, Величина Л: %i, П: %i]

source: [Position: %i, Value: %i]
ru: [Позиция: %i, Величина: %i]

source: [Selection: %i – %i (%i discretes)]
ru: [Выделение: %i – %i (%i отсчётов)]

source: [Length: %i]
ru: [Длина: %i]

source: Sample loop end setting
ru: Задание начала цикла сампла

source: Sample loop start setting
ru: Задание конца цикла сампла

source: Sample resolution setting
ru: Задание разрядности сампла

source: No loop
ru: Без цикла

source: PingPong
ru: Пинг-понг

source: 8 bits
ru: 8 бит

source: 16 bits
ru: 16 бит

source: Apple/SGI audio (*aif, *.aiff, *.aifc)
ru: Звуковые файлы Apple/SGI (*aif, *.aiff, *.aifc)

source: SUN/NeXT audio (*.au, *.snd)
ru: Звуковые файлы SUN/NeXT (*.au, *.snd)

source: Audio Visual Research files (*.avr)
ru: Звуковые файлы Audio Visual Research (*.avr)

source: Apple Core Audio files (*.caf)
ru: Звуковые файлы Apple Core Audio (*.caf)

source: Amiga IFF/SV8/SV16 (*.iff)
ru: Звуковые файлы Amiga IFF/SV8/SV16 (*.iff)

source: Berkeley/IRCAM/CARL audio (*.sf)
ru: Звуковые файлы Berkeley/IRCAM/CARL (*.sf)

source: Creative Labs audio (*.voc)
ru: Звуковые файлы Creative Labs (*.voc)

source: Microsoft RIFF/NIST Sphere (*.wav)
ru: Звуковые файлы Microsoft RIFF/NIST Sphere (*.wav)

source: FLAC lossless audio (*.flac)
ru: Звуковые файлы со сжатием без потерь FLAC (*.flac)

source: Psion audio (*.wve)
ru: Звуковые файлы Psion (*.wve)

source: OGG compressed audio (*.ogg, *.vorbis)
ru: Сжатые звуковые файлы OGG (*.ogg, *.vorbis)

source: RIFF 64 files (*.rf64)
ru: Файлы RIFF 64 (*.rf64)
