Repository: Trashcan69/soundtracker
Catalog: po/*.po
Languages: ru

source: Toggle _All Tracks Permanentness
ru: Изменить состояние перманентности _всех каналов

source: _Mute / Unmute Current Track
ru: _Заглушить/задействовать текущий канал.

source: _Unmute All Tracks
ru: Задействовать все _каналы.

source: Current Track _Solo
ru: _Соло на текущем канале

source: _Render track to sample…
ru: _Преобразовать трэк в сампл…

source: _Instrument
ru: _Инструмент

source: _Load XI…
ru: _Загрузить XI…

source: _Save XI…
ru: _Сохранить XI…

source: _Clear Current
ru: _Очистить текущий

source: _Find Instrument
ru: _Найти инструмент

source: Adjust Instrument Samples' _Vol / Pan…
ru: Подрегулир. _громк. / стереопоз. самплов инструмента…

source: _Settings
ru: _Настройки

source: _Loop playback
ru: За_циклить воспроизведение

source: _Keyboard Configuration…
ru: Конфигурация _клавиатуры…

source: _Audio Configuration…
ru: Конфигурация _аудио…

source: _GUI Configuration…
ru: Конфи_гурация GUI…

source: _MIDI Configuration…
ru: Конфигурация _MIDI…

source: _Disable Splash Screen
ru: Автосокрытие _заставки

source: Save Settings on _Exit
ru: Сохранять настройки при _выходе

source: _Save Settings Now
ru: _Сохранить настройки

source: _View
ru: _Вид

source: Display _Oscilloscopes
ru: _Осциллографы

source: Show _Ins / Smp numbers in scopes
ru: Показывать номер инстр. / смп. в осциллографах

source: _Flicker-free Scrolling
ru: _Прокрутка без мерцания

source: _Previous Font
ru: Пред_ыдущий шрифт

source: _Next Font
ru: Сл_едующий шрифт

source: Change Preferred _Accidental Type
ru: Изменить тип знаков _альтерации

source: Change Effect Column _Editing Direction
ru: Сменить направление _смещения курсора в колонке эффекта

source: _Fullscreen
ru: _Во весь экран

source: _Help
ru: _Справка

source: _About…
ru: _О программе…

source: Show _Tips…
ru: _Подсказки…

source: _XM Effects…
ru: _Эффекты XM…

source: _Save WAV…
ru: _Сохранить WAV…

source: Save _Region…
ru: Сохранить _участок…

source: S_ampling…
ru: О_цифровка…

source: C_lear Sample
ru: _Очистить сампл

source: _Repeat Last Action…
ru: _Повторить последнее действие…

source: Re_verse
ru: О_братить

source: C_rop
ru: Об_резать

source: _Trim…
ru: _Подровнять…

source: _Normalize
ru: _Нормализовать

source: Normalize C_hannels
ru: Н_ормализовать поканально

source: Normalize channels independently
ru: Нормализовать каналы независимо

source: _Volume Ramp…
ru: П_ереход громкости…

source: A_GC…
ru: АР_Г…

source: Insert _Silence…
ru: Вставить _тишину…

source: C_onvert to Mono…
ru: Преобразовать в _моно

source: C_onvert to Stereo…
ru: Преобразовать в _стерео

source: S_wop Channels
ru: Пере_ставить каналы

source: Stereo S_eparation…
ru: Раз_деление каналов…

source: Stereo B_alance…
ru: Стерео_баланс…

source: Loop _Factory…
ru: Фабрика _циклов…

source: E_xtensions
ru: Рас_ширения

source: Select _All
ru: _Выделить всё

source: Select _None
ru: _Снять выделение

source: To the L_eft
ru: С_лева

source: To the R_ight
ru: С_права

source: _From Loop
ru: _Из цикла

source: Set as _Loop
ru: Установить как _цикл

source: Zoom to _Selection
ru: _Показать выделение

source: Show _All
ru: Показать _всё

source: Zoom _In (+50%)
ru: _Увеличить (+50%)

source: Zoom _Out (-50%)
ru: У_меньшить (-50%)

source: Open…
ru: Открыть…

source: Open Sound File
ru: Открыть звуковой файл

source: Save WAV…
ru: Сохранить WAV…

source: Save as WAV
ru: Сохранить как WAV

source: Sampling…
ru: Оцифровка…

source: Cut
ru: Вырезать

source: Copy
ru: Копировать

source: Paste
ru: Вставить

source: Clear Sample
ru: Очистить сампл

source: RelLst
ru: ПвтПсл

source: Repeat Last Action…
ru: Повторить последнее действие…

source: Zoom to Sel
ru: Показ. выдел.

source: Show All
ru: Показать всё

source: Zoom In (+50%)
ru: Увеличить (+50%)

source: Zoom Out (-50%)
ru: Уменьшить (-50%)

source: Home
ru: Нач.

source: Go to Beginning
ru: Перейти в начало

source: Go to End
ru: Перейти в конец

source: L.Start
ru: Нач.ц

source: Go to Loop Start
ru: Перейти в начало цикла

source: L.End
ru: Кон.ц

source: Go to Loop End
ru: Перейти в конец цикла

source: Play Loop
ru: Воспр.ц

source: Play Loop in Selection
ru: Отрабатывать цикл внутри выделения

source: Open Loop Factory window
ru: Открыть диалог фабрики циклов

source: Filters
ru: Фильтры

source: All-pass filter
ru: Всепропускающий фильтр

source: Allpass
ru: Всепропускающий

source: Frequency [Hz]
ru: Частота [Гц]:

source: Width [Hz]
ru: Полоса [Гц]

source: Normalize [dB]
ru: Нормализовать [дБ]

source: Band-pass filter
ru: Полосовой фильтр

source: Band
ru: Полосовой

source: Noise mode
ru: Режим шумового сигнала

source: Bandpass
ru: Другой полосовой

source: Band-reject filter
ru: Полосно-заграждающий фильтр

source: Bandreject
ru: Полосно-заграждающий

source: Bass boost / suppress
ru: Усиление / ослабление басов

source: Bass
ru: Бас

source: Gain [dB]
ru: Усиление [дБ]

source: Slope
ru: Наклон

source: Apply a DC shift to the audio
ru: Добавить постоянный сдвиг к сигналу

source: DC Shift
ru: Сдвиг

source: Gain Limiter
ru: Ограничитель

source: Two-pole peaking equalizer
ru: Двухполюсный многопиковый эквалайзер

source: Equalizer
ru: Эквалайзер

source: High-pass filter
ru: Фильтр высоких частот

source: High-pass
ru: ФВЧ

source: Single-pole
ru: Однополюсный

source: Hilbert transform filter
ru: Фильтр на основе преобразования Гильберта

source: Hilbert
ru: Гильберт

source: Taps
ru: Отводы

source: Low-pass filter
ru: Фильтр низких частот

source: Low-pass
ru: ФНЧ

source: Treble boost / suppress
ru: Усиление / ослабление высоких

source: Treble
ru: Высокие

source: Sinc LP, HP, BP or BR filter
ru: Sinc ФВЧ, ФНЧ, ПФ или ЗФ

source: Attenuation [dB]
ru: Затухание [дБ]

source: Phase Response [%]
ru: Фазовый отклик [%]

source: HP Transition Bandwidth [Hz]
ru: Ширина переходной области ФВЧ [Гц]

source: High-pass frequency [Hz]
ru: Частота среза ФВЧ [Гц]

source: Low-pass frequency [Hz]
ru: Частота среза ФНЧ [Гц]

source: LP Transition Bandwidth [Hz]
ru: Ширина переходной области ФНЧ [Гц]

source: Acoustics
ru: Акустика

source: Pitch bend
ru: Изменение тона

source: Bend
ru: Тон

source: Frame rate
ru: Частота кадров

source: Oversampling
ru: Передискретизация

source: Amount [cents]
ru: Величина [центы]

source: Chorus
ru: Хор

source: Gain-in
ru: Вх. усил.

source: Gain-out
ru: Вых. усил.

source: Number of Delays
ru: Число задержек

source: Delay [ms]
ru: Задержка [мс]

source: Decay
ru: Затухание

source: Speed [Hz]
ru: Скорость [Гц]

source: Depth [ms]
ru: Глубина [мс]

source: Shape
ru: Форма

source: Triangular
ru: Треугольник

source: Dymanic range compressor / expander
ru: Компрессов / экспандер динамического диапазона

source: Compander
ru: Компандер

source: Attack [s]
ru: Нарастание [с]

source: Decay [s]
ru: Затухание [с]

source: Soft Knee [dB]
ru: Плавный переход [дБ]

source: Input Level [dB]
ru: Вх. уровень [дБ]

source: Output Level [dB]
ru: Вых. уровень [дБ]

source: Initial Volume [dB]
ru: Начальная громкость [дБ]

source: Delay [s]
ru: Задержка [с]

source: Contrast enchancer
ru: Усиление контраста

source: Contrast
ru: Контраст

source: Amount
ru: Количество

source: Echo
ru: Эхо

source: Number of Echos
ru: Число отражений

source: Multiple Echo
ru: Многократное эхо

source: Echos
ru: Отражения

source: Flanger
ru: Флэнджер

source: Regen [%]
ru: Обр. связь [%]

source: Width [%]
ru: Полоса [%]

source: Phase [%]
ru: Фаза [%]

source: Interpolation
ru: Интерполяция

source: Quadratic
ru: Квадратичная

source: Non-linear distorsion
ru: Нелинейное искажение

source: Overdrive
ru: Перегрузка

source: Colour
ru: Тембр

source: Phaser
ru: Фэйзер

source: Change the audio pitch
ru: Изм. высоты тона

source: Pitch
ru: Высота

source: Quick
ru: Быстрый

source: Segment [ms]
ru: Сегмент [мс]

source: Search [ms]
ru: Область поиска [мс]

source: Overlap [ms]
ru: Перекрытие [мс]

source: Reverberation
ru: Реверберация

source: Reverb
ru: Ревербератор

source: Wet only
ru: Только обработанный

source: Reverberance [%]
ru: Реверберация [%]

source: HF Damping [%]
ru: Затухание ВЧ [%]

source: Room Scale [%]
ru: Объём [%]

source: Stereo Depth [%]
ru: Глубина стерео [%]

source: Pre-delay [ms]
ru: Предв. задержка [мс]

source: Manual Sox invocation
ru: Ручной запуск Sox

source: Manual
ru: Ручной

source: Parameters
ru: Параметры
